Repository: mozilla-l10n/mt-training-data
Catalog: rw/rw_pontoon.tmx
Source language: en_us
Languages: rw

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
rw: Ubu rero mushobora kuduha amajwi mugafasha gushyiraho ikusanyirizo ry'imbonwa ryaguye buri wese ashobora kwifashisha agakora rojisiyeri nshya z'ibikoresho n'imbuga. Soma interuro ufashe imashini kwiga uko abantu bavuga. Genzura ibyakozwe n'abandi batanga umusanzu wabo muri uru rwego kugira ngo haboneke ibintu binoze. Ibyo biroroshye.

source: Number of Voices
rw: Umubare w'amajwi (yafashwe)

source: Occitan
rw: Icyogusita

source: Odia
rw: Icyodiya

source: Off
rw: Ntibyakije/ birajimije

source: On
rw: Birakije/ ntibijimije

source: On desktop computers, you can download the latest:
rw: Kuri mudasobwa zitagendanwa, ushobora kumanura amakuru ya nyuma:

source: Optionally join on our email list for updates and new information about the project.
rw: Ushobora kongeraho urutonde rwa imeri yacu kugira ngo ubone amakuru mashya arebana n'umushinga.

source: Optionally submitted demographic data (e.g. age, sex, language, and accent) is de-identified from your submitted voice data and will never be made public on your profile.
rw: Ushobora gutanga amakuru mbarurishamibare yose ya ngombwa yawe bwite (urugero imyaka, igitsina, ururimi n'imvugo ikuranga) igenzurwa mu mbonwa z'amajwi kandi ntazigera ashyirwa ahagaragara ku isura ndanga yawe.

source: Other
rw: Undi/ ikindi

source: Other voice datasets…
rw: Ayandi makusanyirizo y'imbonwa z'amajwi.

source: Other Voice Datasets
rw: Ayandi makusanyirizo y'imbonwa z'amajwi.

source: Our source text is made up of original contributor donations as well as dialogue from public domain movie scripts like <italic>It’s a Wonderful Life</italic>. You can view our source sentences in this <githubLink>GitHub folder</githubLink>.
rw: Imvano y'imyandiko yacu ni ibyo duhabwa n'abatanga umusanzu ku rubuga rwacu ndetse n'ibiganiro mu nyandiko firimi zo muri rubanda zishingiraho; interuro nka "Ni ubuzima buryoshye"!

source: Overall Accuracy
rw: Ibiboneye byose hamwe/ Iboneza rya byose hamwe

source: Overall Hr. Total
rw: Igiteranyo cy'amasaha yose

source: Overall project status: see how far we’ve come!
rw: Aho umushinga ugeze muri rusange: reba iyo twatangiriye!

source: Persian
rw: Igiperise

source: <playIcon></playIcon>Last one!
rw: Rya nyuma/ ya nyuma/ cya nyuma!

source: Play/Stop
rw: Vuza/Hagarika

source: Polish
rw: Ikinyaporonye

source: Portuguese (Brazil)
rw: Ikinyaporutigari (cyo muri Bureziri)

source: Press play, listen & tell us: did they accurately speak the sentence below?
rw: Kanda vuza, umva & utubwire: interuro zikurikira bazisomye neza?

source: Press { shortcut-play-toggle } to toggle play mode
rw: Kanda...winjire mu buryo buvuza

source: Privacy
rw: Amakuru yihariye bwite

source: Profile
rw: Isura ndanga

source: Profile information improves the audio data used in training speech recognition accuracy.
rw: Amakuru arebana n'utanga amajwi atuma imbonwa z'amajwi zikoreshwa mu kwimenyereza kumenya ukubonera kw'imvugo zinozwa.

source: Progress
rw: Ibigikorwa

source: Read More
rw: Soma ibindi birenzeho

source: Ready to do { $count } more?
rw: Witeguye gukora birenzeho?

source: Ready to donate your voice?
rw: Witeguye gutanga ijwi ryawe?

source: Ready to help validate sentences?
rw: Witeguye kwemeza interuro?

source: Recorded Clips
rw: Amajwi yafashwe

source: Recorded Hours
rw: Amahasa y'amajwi yafashwe

source: <recordIcon></recordIcon> Last one!
rw: Iya nyuma!

source: Recordings
rw: Ibyafashwe

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
rw: Gufata amajwi ni igice cyo gukora ikusanyirizo ryacu rikoreshwa na buri wese, bamwe bakaba basanga ari n'igice kinezeza.

source: Record/Stop
rw: Fata amajwi/Hagarika

source: Record your voice
rw: Fata ijwi ryawe

source: Remove
rw: Kuyakuramo

source: Request a Language
rw: Hamagaza ururimi

source: *required
rw: *bikenewe, bisabwe

source: Re-record
rw: Ongera ufate amajwi

source: Return to Common Voice
rw: Subira ku Ijwi Rusange (Common Voice).

source: Return to Common Voice Datasets
rw: Subira ku ikusanyirizo rya porogaramu y'Ijwi Rusange

source: Return to Languages
rw: Subira ku ndimi.

source: Review
rw: Genzura, kosora, subiramo

source: Review & re-record clips here as you go
rw: Subiramo ugenzure, ongera ufate amajwi hano buri gihe uhari.

source: Review & re-record clips if needed
rw: Subiramo ugenzure & wongere ufate amajwi bundi bushya niba ari ngombwa

source: Review & Submit
rw: Subiramo & Ohereza

source: Romanian
rw: Ikirume

source: Romansh Sursilvan
rw: Ikiromanshe k'igisurusiriva

source: Russian
rw: Ikirusiya

source: Sakha
rw: Igisaka

source: Sardinian
rw: Igisaride

source: Save
rw: Bika/ Shyingura

source: Saved
rw: Byabitswe/ Byashyinguwe

source: Search
rw: Shakisha

source: See how your progress compares to other contributors all over the world.
rw: Reba uko ibyo ukora bitera indi ntambwe ugereranyije n'abandi batanga umusanzu mu isi hose.

source: See Less
rw: Reba bike

source: See More
rw: Reba ibirenzeho

source: Sentence Collection
rw: Gukusanya interuro

source: Sentences
rw: Interuro

source: Serbian
rw: Igiseribe

source: Settings
rw: Uburyo mfashagena

source: Sex
rw: Igitsina

source: Shortcuts
rw: Iza bugufi

source: Sign up for an account
rw: Injira ufungure konti

source: sign up for email updates
rw: Injira utange andi makuru ya imeri

source: Sign up for { $lang } updates:
rw: Hamya ko....amakuru mashya:

source: Size
rw: Ingano

source: Skip
rw: Simbuka

source: Skip Submission Feedback
rw: Simbuka amakuru ngarukira y'iyohereza.

source: Slovak
rw: Igisirovake

source: Slovenian
rw: Ikinyasiroveniya

source: Sorbian, Lower
rw: Igisorube cy'epfo

source: Sorbian, Upper
rw: Igisorube cya ruguru

source: Spanish
rw: Igihisipaniya

source: Speak
rw: Vuga

source: Speakers
rw: Abavuze/ abavuga

source: Speak now
rw: Vuga ubungubu

source: Speak up, contribute here!
rw: Vuga, tanga umusanzu hano!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
rw: Tangira itahurajwi/ itahuramvugo

source: Speech is often the most natural way we communicate with each other and voice technologies are bringing that convenience to our computers and mobile devices. We want to empower developers to build amazing voice recognition applications like real-time translators and voice-enabled digital assistants. But right now most of the voice data required to build these kinds of apps is expensive and proprietary. We hope the Common Voice dataset will give developers what they need to innovate and make speech technology available in their own language. To make voice recognition even more universal, we're collecting voice samples in widely spoken languages as well as those with a smaller population of speakers often underserved by commercial speech recognition services. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and entire speech communities to address this gap themselves.
rw: Imvugo ni bwo buryo kamere dukoresha duhana amakuru, ikoranabuhanga ry'amajwi na ryo rikaba rituma bwinjira no muri za mudasobwa zacu na terefone n'ibindi biteye nka yo. Turifuza guha abatekinisiye babikora ubushobozi bwo gukora porogaramu ntahurajwi zishimishije z'imisusire nk'iya za porogaramu zihindura indimi ako kanya, cyangwa izifasha mu kuboneza amajwi muri mudasobwa. Ariko kugeza ubu, imbonwa nyinshi z'amajwi zikenewe mu gukora izi porogaramu zirahenze kandi zihariwe na bene zo gusa. Twizeye neza ko ikusanyirizo ry'Ijwi Rusange (Common Voice) izafasha abakora porogaramu zacu mu byo bakeneye byose bakora ibintu bishya bakanatuma ikoranabuhanga mvugo rigera mu rurimi rwabo. Mu kugira ngo itahurajwi ribe hose, dukusanya amajwi mu ndimi zivugwa ku isi yose tutaretse n'izivugwa n'abantu bake yewe zidakenewe na za serivise ntahurajwi zicuruza. Gutangaza ikusanyirizo ry'amajwi anyuranye bizafasha abatekinisiye bakora za porogaramu, ba rwiyemezamirimo n'abakoresha indimi gukemura iki kibazo bo ubwabo.

source: Speech-to-text (STT)
rw: Kuva ku mvugo bigana ku mwandiko.

source: Speech-to-text (STT) technologies convert voice data into text.
rw: Ikoranabuhanga rijyana imvugo mu mwandiko rihindura imbonwa z'ijwi mo umwandiko.

source: Splits
rw: Amatandukaniro manini

source: Start recording
rw: Tangira ufate amajwi

source: Stats
rw: Ibyerekanwa n'ibarurishamibare

source: Streaks
rw: Inkora/ ibirari

source: Submit
rw: Ohereza

source: Submit clips
rw: Ohereza amajwi yafashwe

source: Subscribe
rw: Iyandikishe

source: Success, profile created!
rw: Byashobotse, isura ndanga yakozwe.

source: Swedish
rw: Ikinyasuwede

source: Tamil
rw: Igitamuru

source: Tap
rw: Andika

source: Tatar
rw: Igitamari

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
rw: Tatoyeba (Tatoeba) ni indundo y'imbonwa z'interuro, amagambo yahinduwe mu ndimi n'amajwi yavuzwe igomba gukoreshwa mu kwiga ururimi. Ibi byamanurwa kandi birimo Icyongereza mvugo byafashwe n'abavuga ururimi.

source: TED-LIUM Corpus
rw: Indundo ya Tederiyumu (TED-LIUM)

source: Telugu
rw: Igiterugu

source: Terms
rw: Amuga/ amabwiriza

source: Thai
rw: Igitayi

source: Thanks for confirming your account, now let's build your profile.
rw: Urakoze kuba wemeje konti yawe, reka dukore isura ndanga yawe.

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
rw: Urakoze gufata amajwi! Subira mu majwi yawe wafashe akurikira uyagenzure kandi uyohereze.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
rw: Urakoze kuba wishimiye gufasha mu ( ). Dukora ibishoboka byose kugira ngo ibya buri rurimi bitangire no guhora duha amatsinda yose amakuru akenewe twifashishije imeri. niba ushaka gutanga umusanzu wawe, ohereza imeri yawe hasi aha.

source: The Common Voice dataset complements Mozilla’s open source voice recognition engine Deep Speech. The first version of Deep Speech was released in November 2017 and has continued to evolve ever since. Together with the Common Voice dataset, we believe this open source voice recognition technology should be available to everybody. It’s our hope these technologies will enable developers to build a wave of innovative products and services.
rw: Ijwi Rusange (Common Voice) yuzuza ivomo rusange kuri bose rya porogaramu y'Imvugo Inimbitse (Deep Speech) ya Mozilla. Ubwoko bwa mbere bw'iyi porogaramu bwasohowe mu Ugushyingo 2017 hanyuma yakomeje kuvugururwa. Duhereye ku ikusanyirizo ry'Ijwi Rusange, dutekereza ko iri koranabuhanga ntahurajwi ry'ivomo rifunguriye buri wese rizagera kuri buri wese.Twizera neza ko iri koranabuhanga rizafasha abakora porogaramu gukora ibintu bishya na serivisi byinshi.

source: The Common Voice dataset complements Mozilla’s open source voice recognition engine Deep Speech, which you can use to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
rw: Ikusanyirizo ry'imbonwa za porogaramu y'Ijwi rusange ryuzuza ivomo rikinguriwe buri wese ry'imashini ntahuramvugo inimbitse, ukaba ushobora kurikoresha ukora porogaramu ntahuramvugo. Soma inshamake ya serivisi yacu ya GitHub cyangwa winjire muri porogaramu y'Ijambo ry'imvugo inimbitse kugira ngo umenye aho wahera.

source: The Common Voice dataset is an open and publicly available resource that can be used to train a wide variety of speech-enabled applications. To protect the security of our contributors, we ask everyone who downloads the Common Voice dataset to respect contributors’ privacy. All voice clips in the dataset are scrubbed of personally identifying information. When you download the dataset, you agree to not attempt to determine the identity of any contributor. That means you cannot try to link information in the dataset to a contributor’s personal information. You may, however, use the dataset to train speech recognition, speaker recognition, or other applications, by, for instance, linking information in the dataset to other information already in the dataset.
rw: Ikusanyirizo rya porogaramu y'Ijwi Rusange ni ivomo rusange kandi rifunguye kuri buri wese rishobora gukoreshwa mu gutoza za porogaramu zinyuranye nyinshi zikoreshwa muri aya majwi. Mu kwita ku mutekano w'abaduha umusanzu wabo, dusaba uwo ari we wese umanuye ibiri mu ikusanyirizo rya porogaramu y'Ijwi Rusange kubahiriza amakuru y'umwihariko y'ibanga y'abatangamusanzu. Amajwi yose ari mu ikusanyirizo atandukanywa n'amakuru bwite y'abatangamusanzu. Iyo umanuye ibyo mu ikusanyirizo, uba wiyemeje kutagira icyo ukora ku makuru y'umutangamusanzu wese. Bisobanuye ko udashobora kugerageza guhuza ibyo usanzemo n'amakuru areba uwatanze umusanzu mu gutanga ijwi. Ushobora gusa gukoresha ikusanyirizo kwitoza gutahura ijwi, gutahura uvuga, cyangwa izindi porogaramu, uhuza amakuru amwe usanze mu ikusanyirizo n'ayandi aririrmo.

source: The Common Voice dataset is available for download under the <licenseLink>CC0</licenseLink> license on <datasetLink>our Datasets page</datasetLink>. You can also download several other publicly available datasets from the same page.
rw: Ikusanyirizo ry'Ijwi Rusange (Common data) ririho kuri buri wese washaka kumanura ibyo yifuza abifitiye uburenganzira kuri paji yacu y'amakusanyirizo. Ushobora kandi kumanura andi makusanyirizo yashyizwe ahagaragara ari kuri iyo paji.

source: The count of voice recording hours that have been validated by 2 out of 3 users with a vote of “Yes”. These mark progress toward the overall project 10k hours goal.
rw: Ibara ry'amasaha y'ifata ry'ijwi ryemejwe n'abakoresha ururimi babiri kuri batatu bakoresheje gutora na "Yego". Ibi byerekana aho gahunda igeze yo kugera ku masaha ibihumbi 10.000 umushinga ufiteho umugambi.

source: The count of voice recording hours we have collected so far.
rw: Ibara ry'amasaha y'ifata ry'ijwi yakusanyijwe yose.

source: The goal of the Common Voice dataset is to enable anyone in the world to build speech recognition, speaker recognition, or any other type of application that requires voice data. A voice assistant is just one of many types of applications you could use the dataset to build.
rw: Umugambi w'Ikusanyirizo ryIjwi Rusange ni ugufasha buri wese ku isi gukora intahurajwi, intahura nyakuvuga, cyangwa indi porogaramu yose ikoresha imbonwa z'ijwi. Porogaramu mfashajwi ni imwe muri nyinshi wakoresha mu gukora ikusanyirizo majwi.

source: The multi-language version of the Common Voice dataset is currently undergoing community supported bundling and cleaning. If you would like to learn more about supporting this effort, please <contactLink>contact us</contactLink>. We are currently targeting a publish date of January 2019. After that, we’ll update the dataset periodically with new languages and voice clips as they become available. An iterative release cycle cadence is still to be determined.
rw: Uburyo mpuzandimi bw'ikusanyirizo ry'Ijwi Rusange (Common Voice) burakorwaho ubu bugaterwa inkunga bunanozwa. Niba ushaka kumenya ibiruseho ku buryo buterwa inkunga, twandikire. Turashaka itariki twabitangazaho muri Mutarama 2019. Nyuma tuzajya dushyiraho amakuru buri gihe ku birebana n'indimi nshya n'amajwi mashya uko azajya atugeraho. Uburyo bwo guhanahana ayo makuru buracyatekerezwaho.

source: The number of recordings and which languages you contribute to will be public.
rw: Umubare w'ibyo washyizeho n'indimi watanzeho umusanzu byo bizaba rusange (bigaragara).

source: The process by which a contributor’s profile information is obscured from their donated voice clips when packaged for download as a part of the dataset.
rw: Guhisha amakuru bwite arebana n'abatanga amajwi agatandukana n'amajwi batanze bikorwa mu gihe aya majwi akubirwa hamwe ngo amanurwe n'ushaka kuyakoresha ayavanye mu ikusanyirizo.

source: The recording was too long.
rw: Ibyafashwe bwayi birebire cyane.

source: The recording was too quiet.
rw: Ibyafashwe byumvikanaga buhoro.

source: The recording was too short.
rw: Ibyafashwe byari bigufi cyane.

source: The selected file is too large
rw: Idosiye mwahisemo ni ngari cyane

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
rw: Indundo ya Tediriyumu yakozwe mu biganiro by'amajwi n'interuro zayo biboneka ku rubuga rwa Tedi.

source: This is approximately the number of hours required to train a production speech-to-text system.
rw: Uyu ni umubare ugereranyije w'amasaha ngombwa ku gutoza gukora sisitemu njyanajwi ku mwandiko.

source: This is our process for translating and adapting our content for many locales (languages).
rw: Ubu ni uburyo dukoresha mu guhindura ururimi mu rundi no guhuza ibyo dushyira hano n'indimi zikoreshwa mu gace runaka.

source: Three to go!
rw: Hasigaye bitatu, eshatu, atatu

source: Today
rw: None/ uyu munsi

source: Today's Common Voice progress on clips recorded
rw: Aho iby'amajwi yafashwe kugeza ubu muri porogaramu y'Ijwi Rusange bigeze

source: Today's Common Voice progress on clips validated
rw: Aho iby'amajwi yemejwe kugeza ubu muri porogaramu y'Ijwi Rusange bigeze

source: Today's Progress
rw: Uko ibintu byifasha ubu.

source: To make the Common Voice dataset as useful as possible we have decided to only allow source text that is available under a Creative Commons (CC0) license. Using the CC0 standard means its more difficult to find and collect source text, but allows anyone to use the resulting voice data without usage restrictions or authorization from Mozilla. Ultimately, we want to make the multi-language dataset as useful as possible to everyone, including researchers, universities, startups, governments, social purpose organizations, and hobbyists.
rw: Kugira ngi iyi porogaramu y'ikusanyirizo ry'Ijwi Rusange "Common Voice" ishobore gukoreshwa byoroshye cyane twemeje gukoresha gusa imvano y'imyandiko irinzwe n'isosiyete irinda uburenganzira bw'umuhanzi ya CCO. Gukoresha aya mabwiriza bisobanuye ko bigoye kugera ku mvano y'imyandiko, ariko biha buri wese uburenganzira bwo gukoresha imbonwa z'amajwi nta kumira ribayeho cyangwa kwaka uburenganzira bwa Mozilla. Ikiruseho ni uko dushaka ko ikusanyirizo mpuzandimi rigerwaho na buri wese harimo abashakashatsi, abarimu ba kaminuza, abafite imishinga iciriritse, za Leta, imiryango yita ku mibereho ya rubanda, n'abandi bishimishije.

source: Top Contributors
rw: Abagira uruhare kurusha abandi

source: Total
rw: Igiteranyo

source: Total Approved
rw: Igiteranyo kemejwe

source: Toward next goal
rw: Kwerekeza ku wundi mugambi/ ku yindi ntego

source: Turkish
rw: Igituruke

source: Ubykh
rw: Icyubike

source: Udmurt
rw: Icyudimuru

source: Ukrainian
rw: Ikinyakereni

source: Unable to speak right now?
rw: Gushoboza umuntu kuvuga ubu ngubu?

source: Upload aborted. Do you want to delete your recordings?
rw: Kwinjiza birananiranye. Urashaka gusiba amajwi wafashe?

source: Upload an image file
rw: Injiza idosiye y'ishusho

source: Urdu
rw: Icyurudu

source: User Name
rw: Izina ndanga

source: Uzbek
rw: Icyuzubeki

source: Validated Clips
rw: Amajwi yemejwe

source: Validated Hours
rw: Amasaha yemejwe

source: Validated Hrs
rw: Amasaha yemejwe

source: Validated Hr. Total
rw: Igiteranyo cy'amasaha yemejwe

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
rw: Kwemeza amajwi yatanzwe ni ingirakamaro ku rwego rumwe n'inshingano z'Ijwi Rusange (Common Voice). Umva neza maze udufashe gukora ivomo ry'imbonwa rinoze rikoreshwa na buri wese.

source: Validations
rw: Iyemeza/ ibyemejwe

source: Vietnamese
rw: IIkiviyetinamu

source: View your progress against personal and project goals.
rw: Garagaza uko ibyo ukora bigenda ku bwawe cyangwa ugereranyije n'ibyo umushinga ugamije.

source: Visible
rw: Bigaragara

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
rw: Ijwi ni kamere, ijwi ni iry'abantu. Ni yo mpamvu dushishikajwe no gukora ikoranabuhanga ry'amajwi rishobora gukoreshwa ku mashini zacu. Ariko mu gukora sisiteme z'amajwi, ababishinzwe bakeneye imbonwa z'amajwi nyinshi.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
rw: Ijwi ni kamere, ijwi ni iry'abantu. Ni yo mpamvu dushishikajwe no gukora ikoranabuhanga ry'amajwi ryakwifashishwa mu mashini zacu. ariko mu gukora sisiteme z'aya majwi, hakenewe imbonwa z'amajwi nyinshi.

source: Voice recognition technology is revolutionizing the way we interact with machines, but the currently available systems are expensive and proprietary. Common Voice is part of Mozilla’s initiative to make voice recognition technologies better and more accessible for everyone. Common Voice is a massive global database of donated voices that lets anyone quickly and easily train voice-enabled apps in potentially every language. We're not only collecting voice samples in widely spoken languages but also in those with a smaller population of speakers. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and communities to address this gap themselves. In addition to the Common Voice dataset, we’re also building an open source speech recognition engine called Deep Speech.
rw: Ikoranabuhanga ntahurajwi rirahindura uburyo dukoresha mudasobwa, ariko uburyo buriho ubu burahenze kandi ni umutungo wihariwe na ba nyirawo. Ijwi Rusange (Common Voice) ni kimwe mu bitekerezo byatangijwe na Mozilla ngo irusheho kunoza ikoranabuhanga ntahurajwi no gutuma rigera kuri buri wese. Ijwi Rusange (Common Voice) ni indundo nyamunini ikubiyemo amajwi yatanzwe n'abantu atuma ushaka wese ashobora kwimenyereza vuba kandi mu buryo bworoshye rojisiyeri zikoresha amajwi mu rurimi urwo ari rwo rwose.

source: Voices Online Now
rw: Amajwi ubu ari ku murongo wa murandasi.

source: Votic
rw: Ikivotike

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
rw: Vogusiforuje (VoxForge) yakozwe ngo yifashishwe mu kwandukura ibiri mu majwi, mu mvugo kugira ko bikoreshwe n'imashini cyangwa porogaramu ntahuramajwi z'ubuntu z'ivomo rifunguriye bose.

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
rw: Ukenera amakuru mashya y'ibyakozwe buri gihe twasohoye ubwoko bushya bw'ikusanyirizo ry'imbonwa z'amajwi rya porogaramu y'Ijwi Rusange? Iyandikishe ku kanyamakuru kacu.

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
rw: Turakora ikusanyirizo rusange kuri bose ry'amajwi buri muntu ashobora gukoresha mu kwitoza gukoresha porogaramu ntahuramajwi.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
rw: Kuri Mozilla turimo gushinga umuryango w'abantu bahuriye ku ikoranabuhanga ry'amajwi. Twifuza ko mukomeza kutugezaho amakuru, imvano nshya z'imbonwa no kumenya biruseho uko mukoresha izo mbonwa.
